// 片段来源别名映射
const aliasMap = {
  "a": "a",
  "b": "b",
  "c": "c"
};
// 每个视频的片段标识
const videoIds = [
  [
    "b_17",
    "c_3",
    "b_10",
    "a_4",
    "b_5",
    "a_7",
    "b_9",
    "b_4",
    "b_7",
    "b_8"
  ],
  [
    "b_11",
    "b_19",
    "a_6",
    "b_9",
    "a_8",
    "b_15",
    "a_0",
    "b_10",
    "b_14",
    "b_17"
  ],
  [
    "b_3",
    "b_14",
    "b_9",
    "b_6",
    "b_5",
    "b_10",
    "b_13",
    "a_6",
    "b_16",
    "b_1"
  ]
];
module.exports = { aliasMap, videoIds };
